Repository: mfcardenas/hackwithpeopleWeb2
Catalog: locale/*/LC_MESSAGES/colosaal_messages.po
Languages: es_es

source: Language
es_es: Lenguaje

source: Languages
es_es: Lenguajes

source: Spanish
es_es: Español

source: English
es_es: Ingl&eacute;s

source: Home
es_es: Inicio

source: About
es_es: Sobre Nostros

source: Practical Case
es_es: Casos Pr&aacute;cticos

source: Licence
es_es: Licencia

source: Assistive Technologies to the Rescue
es_es: Tecnolog&iacute;as asistivas al rescate

source: Imminent Challenges
es_es: Retos inminentes

source: The Aging of People
es_es: Envejecimiento de la población

source: Degenerative Diseases
es_es: Enfermedades neurodegenerativas

source: Disabilities
es_es: Discapacidades

source: We shall prepare ourselves with politics of active aging <br/> that could improve the lives of the families.
es_es: Debemos prepararnos con políticas de envejecimiento activo <br/> que puedan mejorar la vida de las familias.

source: 47.6 millions of people are suffering dementia, <br> and there are 7.7 millions of new cases each year.
es_es: 47.6 millones de personas tienen demencia <br> y hay 7.7 millones de casos nuevos cada año.

source: The 10% of the world population is born with some <br/> kind of disability.
es_es: Un 10% de la población mundial nace con <br/> alguna discapacidad.

source: Europe is approaching to a demographic change.
es_es: Europa se acerca a un cambio demográfico. Entre otras medidas, debemos prepararnos con políticas de envejecimiento activo que puedan mejorar la vida de las familias que tengan algún miembro con problemas para desarrollar su actividad diaria.

source: On a worldwide level, 47.6 millions of people are suffering dementia,
es_es: A nivel mundial, 47.6 millones de personas tienen demencia y hay 7.7 millones de casos nuevos cada año. El Parkinson afecta a más de 10 millones de personas en el mundo.

source: The 10% of the world population is born with some kind of disability.
es_es: Un 10% de la población mundial nace con alguna discapacidad. Algunos nacen con discapacidades que les dejan en desventaja en una sociedad no inclusiva. Otros desarrollan la descapacidad a lo largo de su vida, por motivo de algún accidente o alguna enfermedad. Pueden y quieren sentirse capaces.

source: Scientific advancements have a slow advance when it comes to neurodegenerative diseases,
es_es: Los avances científicos, en lo que a enfermedades neurodegenerativas se refiere, tienen un avance lento, especialmente por lo errático en la financiación de la investigación básica. Las tecnologías asistivas no son una solución, pero pueden hacer la vida más llevadera a quien tiene alguna enfermedad y pueden integrar mejor a la sociedad a los que tienen alguna discapacidad.

source: These technologies consist of the integration of eletrocnic elements in our daily environment,
es_es: Estas tecnologías consisten en la integración de elementos electrónicos en nuestro ambiente cotidiano de tal forma que nos permitan complementar o mantener nuestra calidad de vida. Dichos elementos podríamos llevarlos puestos sobre el cuerpo o en nuestra ropa (wearables) o bien ser elementos de asistencia mecánica, como robots o elevadores.

source: Too much expensive development
es_es: Desarrollo demasiado caro

source: Involving people is not easy
es_es: No es sencillo involucrar a las personas

source: Lack of customization
es_es: Falta de personalización

source: Technologies are not ready yet
es_es: Las tecnologías no están todavía listas

source: Every person is unique.
es_es: Cada persona es un mundo. Ajustar la tecnología asistiva a su caso particular es un proceso costoso. Los modelos industriales se rigen por la producción en escala de productos totalmente iguales. Cuando se trata de colectivos pequeños, o relativamente pequeños, no se pueden producir medios de precio asequible ajustados al problema de cada uno.

source: The trials are slow because reliability must be guaranteed.
es_es: Los ensayos son lentos porque hay que garantizar fiabilidad. Además, gran parte de lo que se necesita implica asistencia mecánica, por ejemplo, cuando alguien se cae, para que le ayude a levantarse.

source: These technologies are short-term assistances, but they are not the perfect solution
es_es: Estas tecnologías ayudan en el corto plazo, pero no son la solución perfecta

source: A product starts as an idea that is prototyped in a laboratory.
es_es: Un producto empieza por una idea que se prototipa en laboratorio. Luego se trabaja con voluntarios o personas a las que se les compensa de alguna manera el esfuerzo. De esta experiencia, se aprende y se rediseña el producto. Después se planifica y ejecuta la producción industrial. Sólo queda llevar el producto al cliente final. En todo este proceso, hay un gasto ingente de recursos materiales y humanos. No todo el mundo puede afrontarlo.

source: Many projects fail because they do not propose an interesting solution for those who will use it.
es_es: Muchos proyectos fracasan por no proponer una solución de interés para las personas que los usarán. Para evitar esa frustración, se está integrando a voluntarios en la creación de los productos. Ello encarece más el producto, ya que requiere de instalaciones donde hacer las pruebas y de compensaciones para los voluntarios por el esfuerzo realizado. Aparte, plantea nuevas cuestiones. Imaginemos que construimos un detector de caídas: ¿pediremos al voluntario que se caiga?, ¿detectará el producto una caída por una escalera?.

source: What we propose?
es_es: ¿Qué proponemos?

source: We want that every person who has knowledge can contribute.
es_es: Queremos que cualquier persona que tenga conocimientos pueda contribuir.

source: To reduce the costs. So the lack of many resources do not involve an obstacle.
es_es: Abaratar costes para que no sea un impedimento el no disponer de muchos recursos.

source: To break with the limitations. To talk about what does not exist yet and how we want it to be.
es_es: Romper las limitaciones y hablar de lo que no existe todavía y cómo queremos que sea.

source: To systematize the development and to standardize a responsible experimentation in assistive technologies.
es_es: Sistematizar el desarrollo y estandarizar una experimentación responsable en tecnologías asistivas.

source: We do not use magic, but engineering
es_es: No usamos magia, sólo ingeniería

source: Ways to contribute
es_es: Formas de colaborar

source: We can use 3D simulators of the problems and solve the problem firstly in the computer.
es_es: Podemos usar simulaciones 3D de los problemas y resolver primero el problema en el ordenador.

source: We are starting, but we have cases that demonstrate the idea.
es_es: Estamos empezando, pero ya tenemos casos que muestran la idea.

source: A free and open technology that all people can use. If you are not good at technology, you can also participate sending us your comments of the simulations with CAMAssistant.
es_es: Una tecnología libre y abierta que todos pueden usar. Si tu fuerte no es la tecnología, también puedes participar enviándonos comentarios de las simulaciones con el CAMAssistant.

source: If you have technological skills, you can contribute modelling or developing solutions.
es_es: Si tienes conocimientos tecnológicos, puedes contribuir modelando o desarrollando soluciones.

source: Helping with comments about the simulations that we have, giving your opinion about the solutions and problems that we have collected. We use CAMAssistant tool to do that. The cases of use can be seen and directly provide comments. Profile: professional/interested person.
es_es: Ayudar con comentarios sobre las simulaciones que tenemos, opinando sobre las soluciones y los problemas que hemos recogido. Se usa la herramienta CAMAssistant para esto. Pueden visitarse los casos de uso y proveer comentarios directamente. Perfil: profesional/persona con interés.

source: Creating 3D models with our tools. We use
es_es: Crear modelos 3D con nuestras herramientas. Se usa

source: the AIDE tool to do that.
es_es: la herramienta AIDE para esto.

source: The models will be available online, so they can be downloaded by those who are interested. New models will can also be uploaded. Profile: technological skills are required.
es_es: Dispondremos online los modelos para que los interesados los descarguen y también para que se puedan subir nuevos. Perfil: requiere conocimientos técnicos.

source: Collaborating in multidisciplinary teams while modelling. We will set up meetings to co-create solutions or analyzing problems in a collaborative way. Profile: professional/interested person.
es_es: Colaboraren equipos multidisciplinares mientras se modela. Organizaremos reuniones para co-crear soluciones o estudiar problemas de forma colaborativa. Perfil: profesional/persona con interés.

source: Suggesting new solutions for other people. We use
es_es: Proponer soluciones para los problemas. Se usa

source: the AIDE tool
es_es: la herramienta AIDE para esto.

source: to do that. We have simple examples and tutorials to begin. Profile: technological skills are required.
es_es: Disponemos de ejemplos simples y tutoriales con los que empezar. Perfil: requiere conocimientos técnicos.

source: Modeling the problems
es_es: Modelando los problemas

source: Step
es_es: Paso:

source: Among professionals and specialists recreate in computer simulations the situations described by patients. The patient's behavior is modeled in an ideal scenario and then each action is altered according to the disability.
es_es: Entre profesionales y especialistas se recrear en simulariones de ordenador las situaciones que describen los pacientes. Se modela el comportamiento del paciente en un escenario ideal y luego cada acción se altera según la discapacidad.

source: Open Participation
es_es: Participación abierta

source: Professionals, caregivers, others
es_es: Profesionales, cuidadores, otros

source: Comment the results
es_es: Comenta los resultados

source: Communication is channeled through a web application that will allow different stakeholders to add comments on the simulations.
es_es: La comunicación se canaliza mediante una aplicación web que permitirá a los diferentes interesados, añadir comentarios sobre las simulaciones.

source: Comment the simulation
es_es: Comentar la simulación

source: Define the solution
es_es: Definir la solución

source: They save costs by creating computer prototypes. Its performance compares with that expected by professionals. The result is transferred in video form so that it is checked iteratively.
es_es: Se ahorran costes creando prototipos en ordenador. Su funcionamiento se compara con el esperado por los profesionales. El resultado se traslada en forma de video para que se compruebe iterativamente.

source: Development of prototypes in the computer
es_es: Desarrollo de prototipos en el ordenador

source: IA, Sensors, Interfaces
es_es: IA, Sensores, Interfaces

source: The result is commented again to determine if what the technologists have defined fits in with what was expected.
es_es: El resultado se vuelve a comentar para determinar si lo que han definido los tecnólogos encaja con lo esperado.

source: In this way, it is possible the cooperation between professionals and users to determine that it is on the right track.
es_es: De esta forma, es posible la cooperación entre profesionales y usuarios para determinar que se va por el buen camino.

source: Build the solution
es_es: Construir la solución

source: Once you define what you want to build, you use low cost technology to create prototypes that can be tested by volunteers. Unlike other approaches, up to this point of the solution physical resources have not been reversed.
es_es: Una vez que definido lo que se quiere construir, se usa tecnología de bajo coste para crear prototipos que puedan ser probados por voluntarios. A diferencia de otros enfoques, hasta este punto de la solución no se han invertido recursos físicos.

source: Physical prototyping
es_es: Prototipado físico

source: Patient testing
es_es: Pruebas en pacientes

source: It is possible to test the prototypes in patients with the limitations analyzed.
es_es: Es posible probar los prototipos en pacientes con las limitaciones analizadas.

source: If errors or inconsistencies are found, after the manufacturing cost low, it is still possible to go back and repeat the study phases.
es_es: Si se encuentran errores o incosistencia, tras el bajo de coste de fabricación, aún es posible volver atras y repetir las fases de estudio.

source: Test on end users
es_es: Test en usuarios finales

source: Medical or professional analysis
es_es: Análisis médico o profesional

source: Finished Developments
es_es: Desarrollos terminados

source: A fall detector
es_es: Un detector de caídas

source: It was developed by students and the technology that was used served to facilitate the initial prototype of the solution. All the documentation that reports the required elements is available, so a similar product can be created.
es_es: Fue desarrollado por estudiantes y la tecnología utilizada sirvió para facilitar el prototipado inicial de la solución. Está disponible toda la documentación que informa de los elementos necesarios para el desarrollo y así poder construir otro similar.

source: Prototypes of situation recognizers
es_es: Prototipos de reconocedores de situaciones

source: A basic gesture recognizer (its evolution is in process to be patented) and a fall detector in big facilities. Developed using simulations and produce with open hardware. It won the award for IBM en la conferencia PAAMS 2016.
es_es: Un reconocedor de gestos básico (su evolución está en proceso de patente) y un detector de caídas en grandes instalaciones. Desarrollado usando las simulaciones y producido con hardware abierto. Obtuvo el premio a IBM en la conferencia PAAMS 2016.

source: Some developments in progress
es_es: Algunos desarrollos en progreso

source: Crowd tracker
es_es: Seguimiento de multitudes

source: With the information of the traffic of people in a specific point of a building, we try to know the amount of people that there are in the rest of the building without invading their privacy.
es_es: Se trata de, usando información de tráfico de gente en un punto concreto de un edificio, determinar cuánta gente hay en otras partes del mismo sin necesidad de invadir la privacidad.

source: Monitor of repeated or forgotten activities
es_es: Monitor de actividades repetidas u olvidadas

source: Based on technology to recognize activities, we want to develop a system that learn the costumes of the patient and that identifies when an activity has been done, has not been done or is half done.
es_es: Basado en tecnología para reconocimiento de actividades, se quiere desarrollar un sistema que aprenda las costumbres del paciente y que identifique cuándo una actividad ya ha sido realizada, o no ha sido realizada, o cuando ha sido dejada a medias.

source: TV remote control that accepts mild tremor
es_es: Mando de televisión tolerante a temblores leves

source: Describing how a TV remote control that accepts user's mild tremor would be.
es_es: Se trata de definir cómo sería el control de un mándo de televisión táctil que fuera tolerante a temblores leves del usuario.

source: Project financed by the Ministry of Economy and Competitiveness of the Government of Spain
es_es: Proyecto financiado por el Ministerio de Economía y Competitividad del Gobierno de España

source: The MOSI-AGIL-CM program (S2013 / ICE-3019) is financed by the Government of the Community of Madrid and the Structural Funds FEDER.
es_es: El programa MOSI-AGIL-CM (S2013/ICE-3019) es financiado por el Gobierno de la Comunidad de Madrid y fondos estructurales FEDER.

source: European Research Project of the H2020 Programme, on Responsible Research and Innovation.
es_es: Proyecto Europeo de Investigación del Programa H2020 sobre Investigación Responsable e Innovación.

source: More information at
es_es: Más información en

source: Faculty of Computer Science
es_es: Facultad de Informática

source: All the content of this page is licensed under the CC By-SA
es_es: Todo el contenido de esta página está bajo la licencia de CC By-SA

source: Our location
es_es: Nuestra ubicación

source: Follow us
es_es: Síguenos es

source: Complutense University of Madrid
es_es: Universidad Complutense de Madrid

source: What do we propose?
es_es: ¿Cuál es nuestro propósito?

source: Who are we?
es_es: ¿Quiénes somos?

source: Hack4People is an initiative to combine the efforts of experts in the study and discovery of assistive technologies to improve the quality of life of the population. The aim is giving back autonomy to those who have some illness that has change their lives, as well as looking for ways to achieve a more inclusive society where having a disability does not imply a disadvantage. Above all, we want to tackle the problem of the aging of population giving assistance at home.
es_es: Hack4People es una iniciativa para combinar esfuerzos de expertos en el estudio y descubrimiento de tecnologías asistivas para mejorar la calidad de vida de la población. Se trata de buscar devolver autonomía a los que tienen alguna enfermedad que ha cambiado su vida. Se trata también de buscar formas de lograr una sociedad inclusiva, en la que tener una discapacidad no sea una desventaja. Sobre todo, se trata de hacer frente al problema del envejecimiento de la población dando asistencia en el hogar.

source: We want to achieve those goals searching for the collaboration between experts in technology and experts in people. With both of them, and using computer tools, we are creating simulations of peoples' lives and of how can we help them. This idea has been promoted in the framework of the ColosAAL TIN2014-57028-R project, funded by the
es_es: Queremos lograr esto buscando la colaboración de expertos en tecnología y expertos en personas. Entre ambos, y usando herramientas informáticas, estamos construyendo simulaciones de lo que viven las personas y de cómo podemos ayudarlas. Esta idea ha sido promovida en el ámbito del proyecto ColosAAL TIN2014-57028-R del

source: Ministry of Economy and Competitiveness
es_es: Ministerio de Economía y Competitividad

source: Advantages of simulation
es_es: Ventajas de la Simulación

source: Collaborators and experts participating do not need to know the newest computer simulation techniques. We place at your disposal a combination of technological tools that, thanks to the high-standard of the modelling language, can be used to ceate the different simulations that could be considered as relevant for the diverse case studies.
es_es: No es necesario que los colaboradores o expertos participantes conozcan las últimas técnicas de simulación por ordenador. Se pone a su disposición todo un conjunto de herramientas tecnológicas que, gracias al lenguaje modelado de alto nivel, podrá utilizar construir las diferentes simulaciones que se consideren pertinentes en los casos de estudios propuestos.

source: We can simulate different practical cases without needing to resorting to real patients. With all the analyzed data during work meetings, we can design mechanisms that can improve the daily life of the patients.
es_es: Es posible simular diferentes casos prácticos sin la necesidad de acudir a pacientes reales. Con todo lo analizado en estas sesiones de trabajo, será posible diseñar mecanismos que permitan mejorar el día a día de los pacientes.

source: Current Projects
es_es: Proyectos Actuales

source: The simulations of patients with limitations try to show the effects of the disabilities and its connections with the user's cognitive device. Simulations also depict the effects of the disabilities that are studied in its lowest level to deduce later its impact on the daily activities of the patient.
es_es: Las simulaciones de pacientes con limitaciones buscan mostrar los efectos de las discapacidades y su relación con el aparato cognitivo del usuario, reflejando además los efectos de las enfermedades estudiadas a más bajo nivel para deducir luego su impacto en las actividades diarias del paciente.

source: The current projects include diseases like Alzheimer's Disease, Parkinsonism, blindness and paralysis. For all these initiatives, relying on experts in Social and Health Sciences is essential. In this way, we can guarantee the correct execution of the case studies.
es_es: Los proyectos actuales abarcan enfermedades como Alzhéimer, Parkinson, Ceguera y Parálisis. Para todas estas iniciativas es indispensable contar con expertos en áreas de las ciencias Sociales y las ciencias de la Salud para garantizar la correcta ejecución de los casos de estudios propuestos.

source: How can you participate?
es_es: Cómo participar

source: We will create simulations of practical cases about the symptoms of illnesses. Each practical case will show the daily situation that the patient lives with the chosen symptom, for example: Parkinson patient that is going to eat. This simulation is at everyone's disposal, so they can participate, not only checking the own simulation, but also analyzing the situation of this kind of patients when they do their daily activities. You can comment every simulation and, if you are interested, you can participate in the work meetings where these simulations will be created. Your ideas will always be useful to contribute to the improvement of the simulation and to its application into a specific field of study.
es_es: Se iran construyento simulaciones de casos prácticos sobre síntomas de la enfermedad. Cada caso práctico mostrará la situación cotidiana que vive el paciente con el síntoma escogido, por ejemplo: paciente con parkinson que procede a tomar sus alimentos. Esta simulación se pone a disposición de todos para que puedan participar no solo en la correcciones de la propia simulación sino en el análisis de la situación de este tipo de pacientes cuando desarrollan sus actividades diarias. Sobre cada simulación podrás realizar comentarios y, si lo prefieres, podrás participar en las sesiones de trabajo que las crean. Tus ideas siempre serán útiles para contribuir a la mejora no solo de la simulación sino a su aplicación sobre un campo de estudio concreto.

source: Tell us about your research
es_es: Cuéntanos tu investigación

source: From Hack4People we have suggested several specific working lines. However, we want to know about your research proposals. Tell us about your work and in one or more work meetings we will be able to analyze the possibility of working together to obtain positive results for all.
es_es: Desde Hack4People se han propuesto varias línea de trabajo concretas pero eso no quiere decir que no querramos oir tus propuestas de investigación. Cuéntanos tu trabajo y en una o más sesiones de trabajo podemos analizar la posibilidad de trabajar conjuntamente y obtener así resultados favorables para todos.

source: Take part in multidisciplinary projects
es_es: Participa en proyectos multidisciplinario

source: Allow other areas of science to join in your research. You can improve your work with the aid of other professionals or working groups that could give an extra to your project,and vice versa.
es_es: Permite que otras áreas de la ciencia participen en tu investigación. Enriquece tu trabajo con el apoyo de otros profesionales o grupos de trabajo que a lo mejor, por su linea de investigación, podrían dar ese plus a tu proyecto y viceberza.

source: Let's design efficient solutions
es_es: Diseñemos soluciones eficientes
