Repository: mfcardenas/hackwithpeopleWeb2
Catalog: locale/*/LC_MESSAGES/colosaal_messages.po
Languages: es_es

source: The simulations of realistic behaviors allow for generating ideas and creating solutions for many patients. It is not necessary to experiment directly with them. You can participate in the similation of the patients' behavior and in the analyze of the context of the activity. Then, we all together will try to improve patients' lifestyle in an inexpensive and efficient way.
es_es: La simulaciones de comportamientos realistas permiten generar ideas y construir soluciones para muchos pacientes. No es necesario experimentar con ellos directamente, participa en la simulación de su comportamiento, analiza el contexto de la actividad del paciente y juntos intentemos mejorar su estilo de vida de forma barata y eficiente.

source: Practical Cases of Alzheimer Patients
es_es: Casos Prácticos de pacientes de Alzheimer

source: Difficulty to do simple tasks
es_es: Dificultad para hacer tareas simples

source: The daily activities can be affected by the sympthoms of the illness. In this case we study the example of a patient who suffer from difficulty in falling or staying asleep.
es_es: Actividades cotidianas pueden verse afectadas por los síntomas de la enfermedad. En este caso se estudia un caso práctico de un paciente con dificultades para dormir.

source: Desorientation in time and space
es_es: Desorientación en tiempo y espacio

source: In this practical case we show a simulation of a patient with desorientation. What is defined in the simulation is the possibility of detecting that the patient has been more than 10 minutes outside a room between 0:00 and 8:00 am. When it happens, we indicate him/her the way to the bedroom by turning on the lights of the corredor and the bedroom.
es_es: En este caso práctico se propone una simulación que muestra un paciente con desorientación. Lo que se define en la simulación es la posibilidad de detectar que el paciente está más de 10 minutos fuera de la habitación entre las 0:00 y las 8:00 y se le indica que vuelva a la cama encendiendo las luces de la habitación y los pasillos.

source: Placing objects out of its place
es_es: Colocación de objetos fuera de lugar

source: Placing objects out of its place is other case study that can be simulated. The loss of keys, the loss of TV remote control, the loss of medication, etc.
es_es: La colocación de objetos fuera de lugar es otro caso de estudio que se puede simular. Pérdida de llaves, perdida del mando de la televisión, pérdida del medicamento, etc.

source: COMENT ONLINE
es_es: COMENTA ONLINE

source: Practical Cases of Parkinson Patients
es_es: Casos Prácticos de pacientes con Parkinson

source: Patient with tremor in the hands
es_es: Paciente con temblor en manos

source: We simulate a practical case with patients that are doing daily activities such as watching TV. The aim is studying the behavior of the patient while he/she is assisted with other common electrical appliances.
es_es: Se simula un caso práctico de la enfermedad con pacientes realizando actividades cotidianas como ver televisión. El objetivo es poder estudiar el comportamiento del individuo realizando la actividad con la ayuda de otros dispositivos electrónicos comunes.

source: The activity of eating and drinking
es_es: Actividad de comer y beber

source: It is possible to simulate the everyday life of Parkinson patients in a realistic way. We can describe the effect of the illness in a part of the body: hand, neck... Activities like drinking, eating, taking a shower. can be can be thoroughly studied thanks to a realistic simulation that allows generating solutions that improve the life of the patient.
es_es: Es posible simular de forma realista el día a dia de pacientes con Parkinson, describiendo la afección de la enfermedad en una parte concreta del cuerpo: mano, cuello, etc. Actividades como beber, comer, ducharse se pueden estudiar más detenidamente gracias a una simulación lo suficientemente realista para generar soluciones que mejoren la vida del paciente.

source: Taking a shower
es_es: Ducharse

source: The sympthoms of this illness complicate the daily activities of the patients. An activity as usual as taking a shower can be practically impossible without other person's help. In this case we simulate the user doing this activity.
es_es: Los síntomas de esta enfermedad entorpecen las actividades cotidianas de los pacientes. Una actividad tan habitual como ducharse puede ser practicamente imposible de realizar sin la ayuda de terceros. En este caso se simula al usuario en dicha actividad.

source: Practical Cases of Crowds in Open Areas
es_es: Casos Prácticos de multitudes en espacios abiertos

source: Students' entrance in the Faculty
es_es: Entrada de estudiantes en la facultad de Informática

source: Simulating the behavior of people in open areas allows analysing factors that could affect those users that have limitations. In this simple example we only simulate the students' entrance in the faculty using the principal entrance. We could extend the practical case to users with certain limitations.
es_es: Simular el comportamiento de las personas en espacios abiertos permite analizar factores que podrían afectar a usuarios con limitaciones. En este sencillo ejemplo solo se simula la entrada de estudiantes a la facultad por la entrada principal. Se podría ampliar el caso práctico para usuarios con ciertas limitaciónes.

source: Flow of crowds in big areas
es_es: Flujo de multitudes dentro de grandes superficies

source: We simulate the behavior of crowds in big areas, such as the Faculty of Computer Science, to observe the flow of people in the different spaces of the facility.
es_es: Se simula el comportamiento de multitudes dentro de grandes superficies como es el caso de la Facultad de Informática, para observar el flujo de personas en las diferentes zonas del recinto.

source: Modelling tool for simulations
es_es: Herramienta de modelado para las Simulaciones

source: We introduce a brief example of the use of the modelling tool to generate simulations. This version is conceive to be developed. It is possible to integrate it with Android components to increase its functionalities. Download the presentation and send your suggestions.
es_es: Presentamos un breve ejemplo del uso de la herramienta de modelado para generar simulaciones. Esta versión es para desarrollo y es posible integrarla con componentes de Android para ampliar funcionalidades. Descarga la presentación y envia tus sugerencias.

source: * At the moment, online comments are only supported in the Mozilla Firefox browser.
es_es: * De momento, los comentarios online sólo se soportan en el navegador Firefox de Mozilla.

source: Crowds
es_es: Multitudes

source: All
es_es: Todos
